Repository: AndreaCicca/4-ristoranti
Catalog: ristoranti/Localizable.xcstrings
Source language: it
Languages: en

source: %lld location
en: %lld locations

source: %lld risultati in %lld stagioni
en: %lld results in %lld seasons

source: 4 Ristoranti
en: 4 Restaurants

source: Abilita la posizione nelle impostazioni per vedere i ristoranti vicini.
en: Enable location in settings to see nearby restaurants.

source: AI Locale
en: Local AI

source: Analisi in corso...
en: Analyzing...

source: Apri in Apple Maps
en: Open in Apple Maps

source: Apri in Google Maps
en: Open in Google Maps

source: Attiva Localizzazione
en: Enable Location

source: Cerca location, vincitore...
en: Search location, winner...

source: Chiedi ad Alessandro
en: Ask Alessandro

source: Concorrenti
en: Competitors

source: Concorrenti sfidati
en: Challenged Competitors

source: Consigli personalizzati per trovare la tua prossima tappa
en: Personalized advice to find your next stop

source: Descrivi il locale ideale
en: Describe your ideal place

source: distanza: %@
en: distance: %@

source: Elaborazione on-device. Nessun invio a servizi cloud.
en: On-device processing. No data sent to cloud services.

source: Episodi
en: Episodes

source: Esplora Episodi
en: Explore Episodes

source: Genera suggerimenti
en: Generate suggestions

source: Generazione in corso...
en: Generating...

source: Idee su dove mangiare? Chiedi qui...
en: Ideas on where to eat? Ask here...

source: Inserisci una richiesta e tocca Genera suggerimenti.
en: Enter a prompt and tap Generate suggestions.

source: Lista
en: List

source: Mappa
en: Map

source: Mappa Ristoranti
en: Restaurants Map

source: Naviga
en: Navigate

source: Navigazione
en: Navigation

source: Nessun suggerimento
en: No suggestions

source: Permesso Negato
en: Permission Denied

source: Più vicini a te
en: Closest to you

source: Prima visione
en: First Aired

source: Raggiungi i ristoranti
en: Reach the restaurants

source: Ricerca AI...
en: AI Search...

source: Ricerca posizione...
en: Searching location...

source: Ristoranti trovati: %lld
en: Restaurants found: %lld

source: Scelti per te
en: Chosen for you

source: Seleziona una voce dal menu
en: Select an item from the menu

source: Stagione %@
en: Season %@

source: Stagione %@ • Puntata %@
en: Season %@ • Episode %@

source: Suggerimenti
en: Suggestions

source: Tema
en: Theme

source: Tema dell'episodio
en: Episode Theme

source: Titolare: %@
en: Owner: %@

source: Top suggerimenti
en: Top suggestions

source: Trova ristoranti vicini
en: Find restaurants near you

source: Usa la tua posizione per trovare i ristoranti più vicini a te.
en: Use your location to find restaurants near you.

source: Vicino a me
en: Near me

source: Vicino a te
en: Near You

source: Vincitore
en: Winner
